{
	"opcao":"Options",
	"atividade_sobre":"About activity",
	"diario":"Sleep diary",
	"sobre-sono":"About sleep",
	"qualidade-sono":"Sleep quality",
	"enviar-diario":"Send diary",
	"configuracoes":"Configs",
	"pt-BR":"Portuguese",
	"en":"English",
	"email-medico":"Doctor mail",
	"data-envio":"Date of submission of the form",
	"novas-atividades":"New activities",
	"enviar-relatorio":"Submit report",
	"idioma":"Language",
	"perfil":"Profile",
	"eu_quero":"I want",
	"objetivo":"Improve my nights sleep",
	"nome":"Full name",
	"nascimento":"Date of birth",
	"voce_e":"You are...",
	"homem":"Man",
	"mulher":"Woman",
	"salvar":"Save informations",
	"trabalho":"Work",
	"transporte":"Transport",
	"cochilo":"Nap",
	"estudo":"Estudo",
	"atividade_fisica":"Physical activity",
	"limpar":"Clear",
	"apneia":"Apnea and snoring",
	"apneia1":"Do you snore?",
	"especifique":"Specify",
	"quantas":"How many?",
	"escolha":"Choose",
	"qualteste":"Which test do you want to do now?", 
	"sim":"Yes",
	"nao":"No",
	"nao_sei":"Don't know",
	"apneia2":"You snoring is:",
	"apneia21":"Slightly louder than breathing",
	"apneia22":"As loud as talking",
	"apneia23":"Louder than talking",
	"apneia24":"So loud it can be heard in nearby rooms",
	"apneia3":"How often do you snore?",
	"apneia31":"Almost every day",
	"apneia32":"3-4 times per week",
	"apneia33":"1-2 times per week",
	"apneia34":"Rarely or never",
	"apneia4":"Has your snoring ever bothered other people?",
	"apneia5":"Has anyone noticed that you stop breathing during your sleep?",
	"apneia51":"Almost every day",
	"apneia52":"3-4 times per week",
	"apneia53":"1-2 times per week",
	"apneia54":"Rarely or never",
	"apneia6":"How often do you feel tired or fatigued after your sleep?",
	"apneia7":"During your waking time, do you feel tired, fatigued or not up to par?",
	"apneia8":"Have you ever nodded off or fallen asleep while driving a vehicle?",
	"apneia9":"Do you have high blood pressure?",
	"apneia10":"IMC",
	"descreva":"Describe on",
	"muitograve":"Very serious",
	"grave":"Serious",
	"leve":"Light",
	"nenhuma":"None",
	"muitissima":"Very many",
	"muito":"Very",
	"moderadamente":"Moderately",
	"moderada":"Moderate",
	"umpouco":"A little",
	"naonota":"Not noticeable",
	"naointerfere":"Does not interfere",
	"muitosatisfeito":"Very satisfied",
	"satisfeito":"Satisfied",
	"indiferente":"Indifferent",
	"poucosatisfeito":"Little dissatisfied",
	"muitoinsatisfeito":"Very unsatisfied",
	"insonia1":"Please rate the CURRENT (i.e. LAST 2 WEEKS) SEVERITY of your insomnia problem(s). <b>Difficulty falling asleep</b>",
	"insonia2":"Please rate the CURRENT (i.e. LAST 2 WEEKS) SEVERITY of your insomnia problem(s). <b>Difficulty staying asleep</b>",
	"insonia3":"Please rate the CURRENT (i.e. LAST 2 WEEKS) SEVERITY of your insomnia problem(s). <b>Problems waking up too early</b>",
	"insonia4":"How SATISFIED/DISSATISFIED are you with your CURRENT sleep pattern?",
	"insonia5":"How NOTICEABLE to others do you think your sleep problem is in terms of impairing the quality of your life?",
	"insonia6":"How WORRIED/DISTRESSED are you about your current sleep problem?",
	"insonia7":"To what extent do you consider your sleep problem to INTERFERE with your daily functioning (e.g. daytime fatigue, mood, ability to function at work/daily chores, concentration, memory, mood, etc.) CURRENTLY?",
	"diurna":"Daytime preference",
	"diurna1":"Approximately what time would you get up if you were entirely free to plan your day?",
	"diurna2":"Approximately what time would you go to bed if you were entirely free to plan your evening?",
	"diurna3":"If you usually have to get up at a specific time in the morning, how much do you depend on an alarm clock?",
	"diurna31":"Not at all",
	"diurna32":"Slightly",
	"diurna33":"Somewhat",
	"diurna34":"Very much",
	"diurna4":"How easy do you find it to get up in the morning (when you are not awakened unexpectedly)?",
	"diurna41":"Very difficult",
	"diurna42":"Somewhat difficult",
	"diurna43":"Fairly easy",
	"diurna44":"Very easy",
	"diurna5":"How alert do you feel during the first half hour after you wake up in the morning?",
	"diurna51":"Not at all alert",
	"diurna52":"Slightly alert",
	"diurna53":"Fairly alert",
	"diurna54":"Very alert",
	"diurna6":"How hungry do you feel during the first half hour after you wake up?",
	"diurna61":"Not at all hungry",
	"diurna62":"Slightly hungry",
	"diurna63":"Fairly hungry",
	"diurna64":"Very hungry",
	"diurna7":"During the first half hour after you wake up in the morning, how do you feel?",
	"diurna71":"Very tired",
	"diurna72":"Fairly tired",
	"diurna73":"Fairly refreshed",
	"diurna74":"Very refreshed",
	"diurna8":"If you had no commitments the next day, what time would you go to bed compared to your usual bedtime?",
	"diurna81":"Seldom or never later",
	"diurna82":"Less that 1 hour later",
	"diurna83":"1-2 hours later",
	"diurna84":"More than 2 hours later",
	"diurna9":"You have decided to do physical exercise. A friend suggests that you do this for one hour twice a week, and the best time for him is between 7-8 AM (07-08 h). Bearing in mind nothing but your own internal “clock,” how do you think you would perform?",
	"diurna91":"Would be in good form",
	"diurna92":"Would be in reasonable form",
	"diurna93":"Would find it difficult",
	"diurna94":"Would find it very difficult",
	"diurna10":"At approximately what time in the evening do you feel tired, and, as a result, in need of sleep?",
	"diurna11":"You want to be at your peak performance for a test that you know is going to be mentally exhausting and will last two hours. You are entirely free to plan your day. Considering only your “internal clock,” which one of the four testing times would you choose?",
	"diurna12":"If you got into bed at 11 PM (23 h), how tired would you be?",
	"diurna121":"Not at all tired",
	"diurna122":"A little tired",
	"diurna123":"Fairly tired",
	"diurna124":"Very tired",
	"diurna13":"For some reason you have gone to bed several hours later than usual, but there is no need to get up at any particular time the next morning. Which one of the following are you most likely to do?",
	"diurna131":"Will wake up at usual time, but will not fall back asleep",
	"diurna132":"Will wake up at usual time and will doze thereafter",
	"diurna133":"Will wake up at usual time, but will fall asleep again",
	"diurna134":"Will not wake up until later than usual",
	"diurna14":"One night you have to remain awake between 4-6 AM (04-06 h) in order to carry out a night watch. You have no time commitments the next day. Which one of the alternatives would suit you best?",
	"diurna141":"Would not go to bed until the watch is over",
	"diurna142":"Would take a nap before and sleep after",
	"diurna143":"Would take a good sleep before and nap after",
	"diurna144":"Would sleep only before the watch",
	"diurna15":"You have two hours of hard physical work. You are entirely free to plan your day. Considering only your internal “clock,” which of the following times would you choose?",
	"diurna151":"From 08 to 10",
	"diurna152":"From 11 to 13",
	"diurna153":"From 15 to 17",
	"diurna154":"From 19 to 21",
	"diurna16":"You have decided to do physical exercise. A friend suggests that you do this for one hour twice a week. The best time for her is between 10-11 PM (22-23 h). Bearing in mind only your internal “clock,” how well do you think you would perform?",
	"diurna161":"Would be in good form",
	"diurna162":"Would be in reasonable form",
	"diurna163":"Would find it difficult",
	"diurna164":"Would find it very difficult",
	"diurna17":"Suppose you can choose your own work hours. Assume that you work a five-hour day (including breaks), your job is interesting, and you are paid based on your performance.",
	"diurna17a":" At approximately what time would you choose to begin?",
	"diurna18":"At approximately what time of day do you usually feel your best?",
	"diurna19":"One hears about “morning types” and “evening types.” Which one of these types do you consider yourself to be?",
	"diurna191":"Definitely a morning type",
	"diurna192":"Rather more a morning type than an evening type",
	"diurna193":"Rather more an evening type than a morning type",
	"diurna194":"Definitely an evening type",
	"sono":"Sleep quality",
	"sono1":"During the past month, when have you usually gone to bed at night?",
	"sono2":"During the past month, how long (in minutes) has it usually take you to fall asleep each night?",
	"sono3":"During the past month, how long (in minutes) has it usually gotten up in the morning?",
	"sono4":"During the past month, how many hours of actual sleep did you get at night?",
	"sono4a":" This may be different than the number of hours you spend in bed.",
	"sono5":"During the past month, how often have you had trouble sleeping because you cannot get to sleep within 30 minutes?",
	"sono51":"Not during the past month",
	"sono52":"Less than one a week",
	"sono53":"Once or twice a week",
	"sono54":"Three or more times a week",
	"sono6":"During the past month, how often have you had trouble sleeping because you wake up in the middle of the night or early morning?",
	"sono61":"Not during the past month",
	"sono62":"Less than one a week",
	"sono63":"Once or twice a week",
	"sono64":"Three or more times a week",
	"sono7":"During the past month, how often have you had trouble sleeping because you cannot breathe comfortably?",
	"sono71":"Not during the past month",
	"sono72":"Less than one a week",
	"sono73":"Once or twice a week",
	"sono74":"Three or more times a week",
	"sono8":"During the past month, how often have you had trouble sleeping because you cough or snore loudly?",
	"sono9":"During the past month, how often have you had trouble sleeping because you feel too cold?",
	"sono10":"During the past month, how often have you had trouble sleeping because you feel too hot?",
	"sono11":"During the past month, how often have you had trouble sleeping because you had bad dreams?",
	"sono12":"During the past month, how often have you had trouble sleeping because you have pain?",
	"sono13":"During the past month, have you trouble sleep because other reason(s), please describe?",
	"sono14":"During the past month, how would you rate the quality of your sleep?",
	"sono141":"Bery good",
	"sono142":"Good",
	"sono143":"Bad",
	"sono144":"Very bad",
	"sono19":"You doze intentionally, that is, because you want to?",
	"sono18":"Do you nap?", 
	"sono17":"During the past month, how much of a problem has it been for you to keep up enough enthusiasm to get things done?",
	"sono171":"No problem at all",
	"sono172":"Only a very slight problem",
	"sono173":"Somewhat of a problem",
	"sono174":"A very big problem",
	"sono16":"During the past month, how ofter have you had trouble staying awake while driving, eating meals, or engaging in social activity?",
	"sono15":"During the past month, how ofter have you taken medicine (prescribed or 'over the counter') to help you sleep?",
	"sono20":"For you, napping is",
	"sono201":"A pleasure",
	"sono202":"A necessity",
	"sono203":"Other - Which?",
	"definitivamente":"I would definitely sleep",
	"grandeschances":"Big chances",
	"provavelmente":"Probably sleep",
	"nenhumachance":"No chance",
	"sonolencia":"Daytime drowsiness",
	"sonolencia1":"What is the possibility of you dozing or falling asleep sitting and reading?",
	"sonolencia2":"What is the possibility of you dozing or falling asleep watching TV?",
	"sonolencia3":"What is the possibility of you dozing or falling asleep sitting, inactive in a public place (e.g. a theatre or a meeting)?",
	"sonolencia4":"What is the possibility of you dozing or falling asleep s a passenger in a car for an hour without a break?",
	"sonolencia5":"What is the possibility of you dozing or falling asleep lying down to rest in the afternoon when circumstances permit?",
	"sonolencia6":"What is the possibility of you dozing or falling asleep sitting and talking to someone?",
	"sonolencia7":"What is the possibility of you dozing or falling asleep sitting quietly after a lunch without alcohol?",
	"sonolencia8":"What is the possibility of you dozing or falling asleep in a car, while stopped for a few minutes in the traffic?",
	"sobre":"About sleep",
	"sobre1":"What time did you lie down?",
	"sobre2":"What time did you wake up?",
	"sobre3":"Como você avalia seu sono da noite passada?",
	"muitoruim":"Very bad",
	"regular":"Regular",
	"ruim":"Bad",
	"bom":"Good",
	"muitobom":"Very good",
	"sobre4":"How easily did you fall asleep last nigh?",
	"sobre5":"How easily did you wake up today?",
	"sobre6":"How did you feel today at the beginning of your day?",
	"sobre7":"Como você se sentiu hoje no fim do dia?",
	"sobre8":"Do you remember waking up and sleeping again?",
	"sobre9":"Did you wake up alone or were you awake by someone or the alarm clock?"
}